Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/ressurs-_og_havavdelingen_id_1582.html.tmx
Source language: nob
Languages: sme

source: Havressurs- og kystavdelingen
sme: Áhperesursa- ja ridduossodat

source: Avdelingen har også fagansvaret for fiskesalgslagene og førstehåndsomsetningen av fiske, økonomiske forhold i fiskeflåten og utfordringene knyttet til strukturen i fangstleddet.
sme: Áhperesursa- ja ridduossodat lea ovddasvástideaddji fágaossodat fáhkkatlaš nuoskkideami gearggusvuhtii, mearrasihkkarvuhtii ja Norgga ealli mariinna riggodagaid hálddašeapmái.

source: Havressurs- og kystavdelingen har derfor ansvaret for iverksetting av ny havne- og farvannslov, gjennomføring av ny havressurslov, samt oppfølging av losloven, deltakerloven og råfiskloven.
sme: Ossodagas lea maid fágaovddasvástádus guollevuovdinservviide ja álgogávppašeapmái, guolástusguovllu ekonomalaš dili ja hástalusaid mat leat čatnon struktuvrii bivdoláđđasis.

source: Det samme gjør den nasjonale forvaltningen av deltakelsen i og utøvelsen av fisket samt internasjonale spørsmål knyttet til global og regional ressursforvaltning.
sme: Áhperesursa- ja ridduossodagas lea danne ovddasvástádus bidjat johtui ođđa hápman- ja mearraguovlulága, čađahit ođđa áhperesursalága, ja čuovvolit loksalága, oasálastilága ja njuoskaguollelága.

source: Havressurs- og kystavdelingen er koordinerende avdeling for kyst- og havmiljøspørsmål, forvaltningsplaner, forholdet mellom fiskeriene og petroleumsvirksomheten, FNs sjøfartsorganisasjon IMO, samt sjøsikkerhet, oljevernberedskap og andre havmiljøspørsmål på Svalbard.
sme: Áhperesursa- ja ridduossodat lea bálddalas ossodat riddo- ja áhpebirasgažaldagaide, hálddašanplánaide, d ja petroleumdoaimmaid oktavuođaide, ON mearrajohtalusorganisašuvnnaide (IMO), ja mearrasihkarvuhtii, oljosihkarvuođagearggusvuhtii, ja eará áhpebirasgažaldagaide Svalbardas.

source: Ekspedisjonssjef Johán H. Williams
sme: Doaibmi ekspedišuvdnahoavda – Áhperesursa- ja ridduossodat Johán H. Williams
